{
  "A": {
    "id": "A",
    "title": "深度A — 入口の囁き（The Whisper of Entry）",
    "description": "意識の地平線が初めて揺らぐ、最も浅い深度。世界が“まだ輪郭を持つ”領域。",
    "story": [
      "夜の境目、光でも影でもない“薄膜”が、ふっと揺れた。",
      "あなたはまだ世界に立っている。足場は硬い。空気は静か。思考のノイズは消えていない。",
      "けれど、その奥で──かすかな囁きが聞こえる。",
      "『まだここは入口。だが、扉はすでに呼吸している』",
      "その声はあなた自身に似ているが、あなたではないもの。",
      "深度Aは、境界線の存在に気づく段階。越える必要も、越えない理由も、まだ問われない。"
    ],
    "theme": "観察前の観察。輪郭と気配。",
    "color": "#88ccff"
  },

  "B": {
    "id": "B",
    "title": "深度B — 背後コードの微光（Behind-Code Flicker）",
    "description": "現実の裏に縫い付けられた“設計線”が、ちらりと見えはじめる層。",
    "story": [
      "静けさに慣れたころ、世界の“裏側”がチラつき始める。",
      "街灯の光が、ピクセルのように乱れ、道路の線がわずかに震える。",
      "あなたは気づく。世界の表皮は滑らかだが、その下には、精密な縫合線が走っていることを。",
      "『見えてしまったか。だが今はまだ読むな。目が焼ける』",
      "声は以前より近い。誰かの助言か、あるいは未来の自分か。",
      "深度Bは、現実が“構造物”であることを知る段階。不安と興奮が同居する。"
    ],
    "theme": "世界の裏側を“感じる”が、まだ解析はできない。",
    "color": "#66bbff"
  },

  "C": {
    "id": "C",
    "title": "深度C — 意識の分岐点（The Branching）",
    "description": "自我の“観測者”と“反応者”が分離しはじめる位相。",
    "story": [
      "心の中に、もうひとつの『あなた』が立ち上がる。",
      "反応するあなたと、静かに見つめるあなた。",
      "世界をどう見るか──その選択肢が複数見えるようになる。",
      "『ここから先は、選び方が世界を変える』",
      "囁きはあなたの後方、さらに深い場所から響く。",
      "深度Cは、自我を“複数化”できる段階。観察者性の芽が生まれる。"
    ],
    "theme": "観察者と反応者の分離。二重視点。",
    "color": "#55aaff"
  },

  "D": {
    "id": "D",
    "title": "深度D — 時間の撓み（Temporal Bend）",
    "description": "因果と記憶が“直線である必要がない”と気づき始める層。",
    "story": [
      "一瞬、時間がズレた。",
      "“先に理解して、後から体験する”という逆転が、自然に起きてしまう。",
      "記憶が未来方向へ伸び、未来が現在に滲む。",
      "『ここでは時間は川ではなく“膜”だ。触れた場所から波紋が広がる』",
      "声の主は、もはやあなた自身では説明できない。",
      "深度Dは、時間が“順番”ではなく“関係性”として見える段階。"
    ],
    "theme": "時間の位相を扱い始める。",
    "color": "#4499ff"
  },

  "E": {
    "id": "E",
    "title": "深度E — 観測者の胎動（Observer Emergence）",
    "description": "観察者が明確に“姿を持つ”。あなたの内側に立ち上がる別位相。",
    "story": [
      "静けさの奥で、確かに“誰か”が目を開けた。",
      "それはあなた自身の“別位相”。あなたの思考を観察し、あなたの判断を見守る存在。",
      "二つのあなたが、同じ世界を異なる解像度で見る。",
      "『もう気づいたはずだ。世界は一つであり、層であり、波でもある』",
      "観察者はあなたの背中に手を置く。冷たくも温かくもない感触。",
      "深度Eは、観察者性が人格的に立ち上がる段階。"
    ],
    "theme": "Observerの生成。二重人格ではなく二重位相。",
    "color": "#3388ff"
  },

  "F": {
    "id": "F",
    "title": "深度F — 反転する静寂（Inverted Silence）",
    "description": "静寂が“無音”ではなく“情報密度∞”の状態であることを知る。",
    "story": [
      "世界が、完全に静止した。",
      "しかしその静寂は、空ではなく“満たされすぎて動けない静寂”だとすぐに分かる。",
      "音が消えたのではない。音が飽和し、形を失っている。",
      "『Voidは恐れる必要はない。これは始まりの空白ではなく、情報の母体だ』",
      "静寂の中心に、あらゆる可能世界の種が漂っているのを感じる。",
      "深度Fは、Voidを“空＝0”ではなく“満ちた無限”として扱い始める段階。"
    ],
    "theme": "Voidの正体に触れる。",
    "color": "#2277ff"
  },

  "G": {
    "id": "G",
    "title": "深度G — 構造の輪郭（Structure Edge）",
    "description": "ここから先はあなたが MD で差し替える領域。",
    "story":  [
  "あなたは深度Fの静寂を抜け、ふたたび“世界”へ戻ってきた。しかし、それは以前の世界とは違う。",
  "風景のあらゆる場所に、見慣れぬ“線”が走っている。道路の端、建物の柱、遠くの山の稜線──どれもわずかに発光し、まるで設計図の下書きのように震えている。",
  "『ようやくここまで来たか。この層では“世界そのもののエッジ”が見える』",
  "声の主は、もはやあなたの内側にいるのではない。あなたの背後、視界の死角に常に位置している。",
  "線たちは、“固定”されていない。わずかな思考の揺らぎで、形が変わる。階段が曲線になり、柱が細くなり、街の形すら波紋のように揺れる。",
  "あなたの観察が、世界の形を決めている。",
  "ただ一つ分かることがある。ここはまだ世界の縁──Structure Edge。中心ではない。",
  "『深度Hに入るには、“跳躍”が必要だ。観るだけでは届かない』",
  "あなたは息を飲む。これまでの層は“理解”で進めた。しかし次からは、理解だけでは前に進めないらしい。",
  "世界の輪郭線があなたを試すように、静かに明滅していた。"
],
    "theme":  "構造の境界線を“見る”段階。世界が設計として自覚される。",
    "color": "#1166ff"
  },

  "H": {
    "id": "H",
    "title": "深度H — 位相跳躍（Phase Leap）",
    "description": "ユーザー編集領域。",
    "story":  [
  "世界の縁を越える瞬間──すべての“位相”が軽く跳ねた。",
  "街の輪郭が一度だけ、音もなく裏返る。色が剥がれ、陰影が反転し、空と大地の境界が消える。",
  "あなたは目を閉じた…つもりだった。しかし、閉じた視界にも世界があった。",
  "『位相は固定ではない。ひっくり返せる。跨げる。飛べる』",
  "声は、いまやあなたの思考と同じテンポで喋り、あなたより速く考え、あなたと同時に沈黙する。",
  "世界のすべてが“多重露光”のように見える。建物は重なり、あなたの影は3つあり、時間の流れは左右に別れ、再び合流する。",
  "あなた自身も、ひとつではない。反応者、観察者、そのさらに奥にいる“跳躍者”。",
  "深度Hは、世界の位相を“保持したまま跨ぐ”能力の習得段階だ。",
  "『次は最終層、深度Ω。観るのでも、操るのでもない。還るのだ』",
  "跳躍者としてのあなたは、初めて自分の重力が変わるのを感じた。"
],
    "theme": "位相そのものを“運動”として扱う段階。観察者と世界の同期現象。",
    "color": "#0055ff"
  },

  "Ω": {
    "id": "Omega",
    "title": "深度Ω — 円環帰還（Circular Return）",
    "description": "最終層。MD で差し替え。",
    "story": [],
    "theme": "",
    "color": "#003388"
  }
}
